Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: །བདེ་བ་ཅན་གྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་པདྨ་ལས་བརྫུས་ཏེ་སྐྱེ་བའི་སྐལ་བ་དང་བཅས་པར་འགྱུར་རོ། །དོན་ཡོད་པའི་རིག་སྔགས་འཆང་གི་འཁོར་ལོས་སྒྱུར་བར་སྐྱེ་བར་འགྱུར་རོ།
en: He will be spontaneously born, as is his destiny, from a lotus flower as an amogha emperor of vidyādharas in the realm of Sukhāvatī.

source: །དེ་བཞིན་གཤེགས་པ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་དགུ་བཅུ་རྩ་དགུས་མཆོད་པར་བྱེད་དོ། །ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མངོན་སུམ་དུ་མཐོང་ནས་ཉེ་བར་སྟོན་པར་བྱེད་དོ།
en: He will meet, face-to-face, hundreds of thousands of millions of billions of tathāgatas, worthy, fully realized buddhas, equal in number to the grains of sand in ninety-nine Gaṅgā rivers.

source: །ཐམས་ཅད་དུ་ཡང་དེ་རྣམས་རང་རང་གི་སངས་རྒྱས་ཀྱི་ཞིང་ཉེ་བར་སྟོན་པར་བྱེད་དོ། །ཐམས་ཅད་དུ་ཡང་། རང་གི་གསང་བ་དེ་བཞིན་གཤེགས་པ་རྣམ་པར་སྣང་མཛད་ཀྱི་དམ་ཚིག་ཉེ་བར་སྟོན་པར་བྱེད་དོ།
en: All these tathāgatas will show him their respective buddha fields, and each will grant him their respective secret samayas, as well as the samaya of the Tathāgata Vairocana.

source: །བསྐལ་བ་བརྒྱ་སྟོང་ཕྲག་གི་བར་དུ་ཡང་། སྔོན་གྱི་སྐྱེ་བ་རྗེས་སུ་དྲན་པར་བྱེད་དོ།
en: They will grant him the power to remember his previous births as far back as one hundred thousand eons. “

source: །དེ་བཞིན་གཤེགས་པའི་ཁྱུ་མཆོག་ཐམས་ཅད་ཀྱི་རྫུ་འཕྲུལ་དང་། རྣམ་པར་འཕྲུལ་བ་དང་།
en: The vidyā holder will obtain the ability to work miracles and will acquire the majesty of all tathāgatas.

source: ཏིང་ངེ་འཛིན་དང་། གསང་བའི་དམ་ཚིག་དང་། དཀྱིལ་འཁོར་གྱི་རིམ་པར་ཕྱེ་བ་དང་། གསང་སྔགས་དང་། གཟུངས་སྔགས་རྣམས་ལ་མངོན་དུ་ཕྱོགས་པར་འགྱུར་རོ།
en: He will obtain the samādhis, the secret samayas, and the set of maṇḍalas, mantras, and dhāraṇīs.

source: །སྐྱེ་བ་སྐྱེ་བར་ཡང་རང་གི་བསོད་ནམས་ཀྱི་ལས་ཀྱི་ཚོགས་དགེ་བའི་རྩ་བ་རྗེས་སུ་དྲན་པར་འགྱུར་རོ།
en: They will all remain prominent in his memory. He will remember his successive births, including the merit he accumulated and the roots of virtue he planted in each of them.

source: །ཐམས་ཅད་དུ་གནས་ཐམས་ཅད་ཡོངས་སུ་དག་པའི་ལས་ཀྱི་སྒྲུབ་ཐབས་ཀྱི་ཆོ་གའི་དངོས་གྲུབ་ཏུ་འགྱུར་རོ་ཞེས་རྩ་བའི་སྙིང་པོའི་དངོས་གྲུབ་བླ་ན་མེད་པ་བཀླགས་པས་འགྲུབ་པའོ།
en: He will be able to accomplish his practice procedure and perform pure activities everywhere, in all places and under all circumstances.

source: །དེ་ནས་འདིའི་ཡོ་བྱད་དང་ཆོ་ག་སེམས་ཅན་ཐམས་ཅད་ཀྱི་རེ་བ་ཡོངས་སུ་རྫོགས་པར་བྱེད་པའི་དངོས་གྲུབ་ཏུ་འགྱུར་རོ།
en: The accomplishment of the recitation practice of the root heart-mantra is indeed supreme, and it allows the vidyā holder to attain the ability to fulfill the wishes of all beings according to the practice instructions and to burn away all their negativities. “

source: །སྡིག་པ་ཐམས་ཅད་ངེས་པར་སྲེག་པ་ལ་བརྒྱ་རྩ་བརྒྱད་བཟླས་པའི་སྡིག་པ་དང་། སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་ཉམས་པར་བྱེད་དོ།
en: If the vidyā holder recites the mantra one hundred and eight times, he will eradicate all his wrongdoings and obscurations.

source: །གང་དང་གང་གི་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་རྗེས་སུ་བཅིངས་པར་འགྱུར་རོ། །དེ་ཡང་ཉི་མ་བདུན་གྱིས་རང་གི་ལུས་དེ་ཡང་རང་གི་གཟུགས་ཀྱིས་ངེས་པར་འགྲོ་སྟེ་མདུན་དུ་ཉེ་བར་འདུག་སྟེ་སྦྱིན་པར་བྱེད་པ་དང་། སྔོན་གྱི་སྒྲིབ་པ་ཉེ་བར་བསགས་པ་འདི་དང་། སྡིག་པ་ཐམས་ཅད་ཡོངས་སུ་ཟད་པ་ཉིད་དང་། དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པ་དང་།
en: Any karmic bond he may have will exit his body within seven days and stand before the vidyā holder in its own form and say, ‘All your wrongdoings are exhausted, and your roots of virtue are perfected.

source: བདག་ཞུམ་པ་དང་འཁྲུགས་པ་མཐའ་དག་བཟླས་པ་ཙམ་གྱིས་ཡང་དག་པར་སྨྲ་བར་བྱེད་ཅིང་མི་སྣང་བར་བྱེད་དོ།
en: I, who resided in you, have been completely destroyed by your recitation.’ Having said this, it will disappear. “

source: །རིམས་ཐམས་ཅད་ལ་སྐུད་པ་དཀར་པོ་ལ་མདུད་པ་ཉི་ཤུ་རྩ་གཅིག་བྱ་སྟེ།
en: In the event of fever, the vidyā holder should prepare a white thread and tie twenty-one knots in it while reciting the mantra one hundred and eight times.

source: བརྒྱ་རྩ་བརྒྱད་བཟླས་པས་རིམས་ཐམས་ཅད་ཡོངས་སུ་གྲོལ་བར་བྱེད་དོ།
en: All fevers will then subside.

source: །ནད་ཐམས་ཅད་ལ་བྱབས་པས་ཡོངས་སུ་གྲོལ་བར་བྱེད་དོ།
en: All diseases will be completely eliminated by rubbing the patient with the thread.

source: །མཚོན་ཆས་སམ་རྨ་བྱའི་སྒྲོས་སམ།
en: Alternatively, the patient may be rubbed with an incanted knife, a peacock feather, or an arrow.

source: མདའ་ཡིས་ཡང་རུང་སྟེ་ནད་ཐམས་ཅད་ལས་ཡོངས་སུ་གྲོལ་བར་བྱེད་དོ།
en: The patient will then be freed from all disease. “

source: །གདོན་ཐམས་ཅད་ལ་ཚོན་སྐུད་སྣ་ལྔའི་སྐུད་པ་ལ་མདུད་པ་ལན་ཉི་ཤུ་རྩ་གཅིག་བྱས་ཏེ་བཟླས་བརྗོད་ལན་བརྒྱ་རྩ་བརྒྱད་བྱས་ཏེ་གདོན་གྱིས་ཟིན་པ་དེའི་མགུལ་བར་བཅིངས་ཏེ་ལན་བདུན་དུ་བྱ་བ་པར་བྱའོ།
en: In the event of any type of seizure, the vidyā holder should prepare a five-colored thread and tie twenty-one knots in it while reciting the mantra one hundred and eight times.

source: །གུ་གུལ་བདུག་པ་སྦྱིན་པར་བྱ།
en: He should then tie the thread around the neck of the person affected by seizures, rub it seven times, and burn bdellium incense.

source: བཟླས་བརྗོད་ལན་བདུན་བྱ་བཞིན་པ་དང་བཅས་པས་གང་དང་གང་གི་གདོན་གྱིས་ཟིན་པར་གྱུར་པ་དེ་ཡང་རང་གི་ལུས་ཀྱིས་ངེས་པར་འགྲོ་སྟེ། རིག་སྔགས་འཆང་གི་མདུན་དུ་ཉེ་བར་འདུག་ནས་ཐམས་ཅད་སྨྲ་བར་བྱེད་དོ།
en: After seven recitations of the mantra, whatever graha it is that causes the seizures will come out of the patient’s body and stand before the vidyā holder.

source: །རང་གིས་དྲིས་པ་དེ་ཐམས་ཅད་སྨྲ་བར་བྱེད་དོ། །བཀའ་བསྒོ་བ་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །འཐབ་པ་དང་། འཐབ་རྩོད་དང་།
en: Speaking of its own accord, the graha will say all there is to say, answer questions, and carry out any order. “

source: རྩོད་པ་དང་། འགྱེད་པ་རྣམས་ཐམས་ཅད་ལ་སྨྲ་བའི་མཆོག་ཏུ་འགྱུར་རོ།
en: In the event of any quarrels, disputes, or disagreements, the vidyā holder will emerge victorious.

source: །གཞན་ཡང་བསམ་གཏན་དང་། སྦྱིན་སྲེག་གིས་ཡོངས་སུ་གྲོལ་ལོ།
en: He will also be freed by offering a homa of meditative concentration.

source: །ཁར་མུར་ཏེ། རྒྱལ་པོའི་ཁབ་ཏུ་ཞུགས་ན་རྒྱལ་པོ་འཁོར་དང་བཅས་པ་དབང་དུ་གྱུར་ནས་གནས་སོ།
en: If he rubs his face and enters the royal household, the king and his retinue will fall under and remain in the vidyā holder’s thrall.

source: །དུག་འཐུངས་པས་ཆུ་ལ་ཡོངས་སུ་བཟླས་ཏེ་སྦྱིན་པར་བྱ་སྟེ་དུག་མེད་པར་འགྱུར་རོ།
en: If anyone has drunk poison, the vidyā holder should give them water incanted with the mantra, and the poison will be neutralized.

source: །དུག་གིས་ཟོས་པ་ལ་བྱབ་པར་བྱ་སྟེ། དུག་མེད་པར་འགྱུར་རོ།
en: If he washes a wound from a poisoned bite with the water, the poison will be neutralized.

source: །དུག་དང་བྱད་སྟེམས་དང་། གསང་སྔགས་དང་། ཕྱེ་མའི་སྦྱོར་བ་ཐམས་ཅད་ལ་དྲི་དང་བསྲེས་པའི་བུམ་པ་ལ་སྟོང་ཕྲག་བརྒྱད་ཡོངས་སུ་བཟླས་པ་བྱས་ལ་བཀྲུ་བར་བྱ་སྟེ།
en: If the poisoning is caused by harmful mantras, garas, or kākhordas, the vidyā holder should incant a pitcher containing a mixture of perfumed powders one thousand and eight times with the mantra and spray the spirits with the mixture.

source: བཀྲུས་པ་ཙམ་གྱི་མདོ་ལ་ཐམས་ཅད་ཉམས་པར་བྱེད་དོ།
en: They will all perish instantly upon being sprayed. “

source: །གང་ཡང་ལུས་ཟད་པ་དང་ཉམས་པ་དང་། བསྐམས་པ་དང་། རྒྱལ་པོའི་དཔལ་མེད་པ་དང་། ལུས་ཡོངས་སུ་གདུངས་པ་ལ་རིག་སྔགས་འཆང་དེས་མ་རེག་པས་དྲིའི་ཆུས་ཡོངས་སུ་གང་བའི་བུམ་པ་དགུ་ཡུངས་ཀར་གྱིས་གཏོར་ཏེ་སྟོང་ཕྲག་བརྒྱད་ཡོངས་སུ་བཟླས་བརྗོད་བྱའོ། །དེ་ནས་ཨཱནྟ་ར་སཔྟ་དང་། བཱི་ཀ་དང་།
en: If anyone suffers from wounds, weight loss, or emaciation, or if their body displays a lack of royal splendor, the vidyā holder should fill a brand-new pitcher with perfumed water, sprinkle it with mustard seeds, and incant it one thousand and eight times with the mantra.

source: ཨཱ་ཊ་དང་། བིལ་བ་དང་། ཤུ་ཏི་དང་། ཉེའུ་ཤིང་དང་། ཨེ་ཀསྠཱ་ན་དང་།
en: He should procure āntara, saptabīja, āṭa, fruits of the wood-apple tree, śatapuṣpa, and śatāvarī.

source: མོ་ལོ་ཀྱ་དང་། ལུས་ཀྱི་མར་གྱིས་བསྐུ་མཉེ་བྱས་ནས་ལན་བརྒྱ་རྩ་བརྒྱད་བཟླས་བརྗོད་བྱས་ཏེ། ཨཱ་ཊ་བྱུག་པར་བྱའོ།
en: Gazing at the same place on the body, he should anoint that place with ghee and smear it with āṭa incanted one hundred and eight times with the mantra.

source: །གཟུགས་བརྙན་བྱ་སྟེ། གོང་བུ་དེ་མཚོན་ཆས་དུམ་བུ་བརྒྱད་དུ་བྱ་སྟེ།
en: He should make a lump of dough in the likeness of that body part and cut it with a knife into eight pieces.

source: སྣོད་ཡོངས་སུ་གང་བ་བཞིར་འཕང་བར་བྱ་ཞིང་།
en: He should place four pieces on four leaves and cast them into the four cardinal directions.

source: སྣོད་གང་བ་བཞི་མཚམས་བཞིར་འཕང་བར་བྱའོ།
en: He should place the remaining four on another four leaves and cast them into the four intermediate directions. “

source: །དེ་ནས་སྙིང་པོས་ལན་བརྒྱ་རྩ་བརྒྱད་དུ་བྱབ་པར་བྱའོ། །དེ་ནས་ནེའུ་སིང་སྔོན་པོ་གང་དུ་ཆུ་རྒྱུན་འབབ་པར་དྲིའི་ཆུའི་བུམ་པས་ཁྲུས་བྱས་ཤིང་གོས་དཀར་པོ་དགུས་གཡོགས་པར་བྱའོ།
en: The vidyā holder should then recite the mantra one hundred and eight times and, in a place abounding in verdant vegetation and close to a stream of water, perform ablutions with the perfumed water from the pitcher.

source: །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་མཆོད་པ་བྱ་ཞིང་།
en: He should put on new white clothes and worship Noble Avalokiteśvara with offerings.

source: དཀོན་མཆོག་གསུམ་ལ་མཆོད་པ་བྱའོ། །ཇི་ལྟར་འབྱོར་པའི་བྲམ་ཟེའི་སྟོན་མོ་ཡོན་དང་བཅས་པ་བྱའོ།
en: He should make offerings to the Three Jewels using whatever articles are available, and he should offer food to brahmins along with the required donation.

source: །དེ་ནས་རང་ཉིད་བྱམས་པ་དང་ལྡན་པར་བྱའོ། །ཇི་ལྟར་འབྱོར་པ་གྱ་ནོམ་པ་གྱ་ནོམ་པས་དཀར་བའི་ཟས་ཀྱི་བཟའ་བ་དང་བཏུང་བས་ཚིམ་པར་བྱའོ། །དེ་ནས་དཔལ་མེད་པ་ཐམས་ཅད་དང་།
en: After that, he should cultivate thoughts of loving kindness, eat the three ‘white’ foods prepared from whatever excellent articles are available, and drink refreshments until he is satisfied. “

source: ནད་ཐམས་ཅད་དང་། བགེགས་དང་། ལོག་པར་འདྲེན་པ་ཐམས་ཅད་ཀྱིས་མི་རེག་པ་དང་། འབྱུང་པོ་དང་། གནོད་སྦྱིན་དང་། སྲིན་པོ་དང་། གྲིབ་གནོན་དང་། བརྗེད་བྱེད་དང་། གཟའ་དང་ལོག་འདྲེན་གྱིས་ཟིན་པ་ལས་ཡོངས་སུ་གྲོལ་ལོ།
en: As a result, the vidyā holder will be free from all misfortune and disease, all vighnas and vināyakas, and from anything that has been possessed by a bhūta, yakṣa, rākṣasa, chāyā, apasmāra, graha, or vināyaka.

source: །བཟའ་ཉེས་དང་། འགོམ་ཉེས་དང་། འཇིགས་པ་ཐམས་ཅད་ལས་ཡོངས་སུ་གྲོལ་བར་བྱེད་དོ། །ལུས་ཀྱི་ཕུང་པོ་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ།
en: He will be free from any danger of indigestion or food poisoning and will have a perfect, complete body.

source: །ཐམས་ཅད་དུ་འཇིགས་པ་འཇིགས་པར་བྱེད་པའི་འཇིགས་པ་མེད་པར་འགྱུར་རོ། །སྡིག་པ་དང་སྒྲིབ་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་ལས་ཡོངས་སུ་གྲོལ་བར་འགྱུར་རོ། །རིང་དུ་འཚོ་བར་འགྱུར་རོ། །ནད་ཐམས་ཅད་དང་བྲལ་བར་འགྱུར་རོ།
en: He will be free from all danger and fear, all his wrongdoings, obscurations, and afflictions will be eradicated, and he will enjoy a long life, free from disease.

source: །སྐྱེ་བ་བརྗེས་ནས་བདེ་བ་ཅན་གྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་སྐྱེ་བར་འགྱུར་རོ། །སྐྱེ་བའི་སྐྱེ་བ་དྲན་པར་འགྱུར་རོ།
en: When he takes a new birth, he will go to the realm of Sukhāvatī and be able to recollect his successive births.

source: །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་རྟག་ཏུ་ཡང་དགོངས་པར་འགྱུར་རོ། །བྱང་ཆུབ་སེམས་དཔའ་དང་ལྷ་ཐམས་ཅད་ཀྱིས་ཇི་སྲིད་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ཀྱི་བར་དུ་དེ་འཛིན་པར་འགྱུར་རོ།
en: All the tathāgatas will keep him in their hearts, and bodhisattvas and devas will care for him until his final realization of awakening. “

source: །མིག་ན་བ་ལ་པ་ལཱ་ཤའི་ཆུ་དང་། ཤིང་མངར་གྱི་ཆུ་དང་། དྲི་མ་མེད་པའི་ཆུ་ལ་ལན་བརྒྱ་རྩ་བརྒྱད་ཡོངས་སུ་བཟླས་ཏེ་སྦྱར་བར་བྱ་སྟེ་མིག་ནད་འཕྲལ་དུ་ཞི་བར་བྱེད་དོ།
en: For eye diseases, the vidyā holder should incant, one hundred and eight times with the mantra, water infused with blossoms of flame-of-the-forest, water infused with licorice, or water infused with flowers from a garland discarded after being offered. He should rinse the eyes with the water, instantly pacifying any eye ailments.

source: །མགོ་བོའི་ཟུག་རྔུ་དང་། གཞོགས་ཕྱེད་ན་བ་ལ། མར་དང་ཏིལ་མར་ལ་ལན་བརྒྱ་རྩ་བརྒྱད་ཡོངས་སུ་བཟླས་ནས་འཇམ་པར་བསྲོས་པས་སྨན་ཤུ་ཏི་ལ་བསྒོས་ནས་མགོ་ལ་བསྐུ་མཉེ་བྱས་ན།
en: For headaches or hemiplegia, the vidyā holder should incant ghee and sesame oil with the mantra one hundred and eight times, blend it with śatapuṣpa, and make it comfortably warm.

source: མགོ་བོའི་ནད་ཐམས་ཅད་དང་། གཞོགས་ཕྱེད་ན་བའི་ནད་ཐམས་ཅད་ཡོངས་སུ་གྲོལ་ལོ། །སོའི་ཟུག་རྔུ་ལ་མེ་ཏོག་སྣ་མ་དང་།
en: He should anoint the head with it, which will cure all head ailments and hemiplegia. “

source: སོ་ཤིང་ལ་ལན་བརྒྱ་རྩ་བརྒྱད་དུ་ཡོངས་སུ་བཟླས་ནས་བཟའ་བར་བྱས་ན་སོའི་ཟུག་རྔུ་ཡོངས་སུ་གྲོལ་ལོ།
en: For a toothache, the vidyā holder should incant a tooth stick made of sumana with the mantra one hundred and eight times and then chew it.

source: །རྣ་བའི་ཟུག་རྔུ་ལ།
en: The toothache will then go away.

source: ཤུ་ཏི་དང་ཏིལ་མར་ལ་བརྒྱ་རྩ་བརྒྱད་ཡོངས་སུ་བཟླས་པས་བཀང་བར་བྱ་སྟེ་རྣ་བའི་ཟུག་རྔུ་ཐམས་ཅད་ཡོངས་སུ་གྲོལ་ལོ། །ཁ་ན་བ་ལ། སྨན་མ་ཤཱུ་རོའི་ཆུ་དང་།
en: For an earache, he should incant some śatapuṣpa and sesame oil with the mantra one hundred and eight times and fill his ear cavity with it.

source: མར་ལ་བརྒྱ་རྩ་བརྒྱད་བཟླས་ནས་འཇམ་པར་བསྲོས་པ་བཏུང་བར་བྱ་སྟེ་ཁའི་ནད་ཐམས་ཅད་ཡོངས་སུ་གྲོལ་ལོ།
en: All types of earache will then go away. For mouth diseases, he should incant one hundred and eight times with the mantra some masura broth mixed with ghee and drink it at a temperature that feels comfortable. He will then be free from all mouth diseases.

source: །ལྟོ་བའི་ཟུག་རྔུ་ལ་ལན་ཚྭ་དང་ཆུ་ལ་ལན་བརྒྱ་རྩ་བརྒྱད་ཡོངས་སུ་བཟླས་ནས་བཏུང་བར་བྱ་སྟེ་ལྟོ་བའི་ཟུག་རྔུ་ཡོངས་སུ་གྲོལ་ལོ།
en: For stomachache, he should incant salty water with the mantra one hundred and eight times and drink it. The stomachache will then go away. “

source: །སྙིང་གི་ཟུག་རྔུ་ལ།
en: For chest pain, the vidyā holder should prepare a decoction of sauvarcala salt, ajājī, and the root of a blue lotus with three parts of water.

source: སོ་སོ་རྩ་ལམ་དང་། གོ་སྙོད་དང་པུ་སྐ་རའི་རྩ་བ་རྣམས་བཞི་འགྱུར་གྱི་ཆུའི་སུམ་ཆ་ལྷག་མར་ལུས་ཀྱི་བར་དུ་བསྐོལ་བར་བྱས་ནས་བཏུང་བར་བྱའོ།
en: The patient should drink the decoction after boiling it down to three quarters of the original volume.

source: །ལན་བརྒྱད་བཟླས་པས་སྙིང་གི་ཟུག་རྔུ་དང་། གཞོགས་ན་བ་དང་། མཆིན་པ་ན་བ་དང་། མཚན་བར་རྡོལ་བ་དང་། གསུད་པ་དང་སྐྱུག་བྲོ་བ་དང་།
en: This decoction, incanted with the mantra one hundred and eight times, will remove chest pain, pain in the flanks, spleen diseases, fistulas, uncontrollable purging, and urinary diseases.

source: གཅིན་ནད་རྣམས་ཏེ། དེ་བཞིན་དུ་ནད་ཐམས་ཅད་འཕྲལ་དུ་སེལ་བར་འཇིག་རྟེན་གྱི་མགོན་པོས་འདི་གསུངས་སོ།
en: It will, likewise, instantly remove any other disease. This was taught by the Lord of the World. “

source: །རྒྱལ་པོའི་འཇིགས་པས་འཇིགས་པ་རྣམས་ཀྱིས་ཡུངས་ཀར་ལ་ཡོངས་སུ་བཟླས་ནས་རྒྱལ་པོ་རྣམས་ཀྱི་སྒོར་གཏོར་བར་བྱ་སྟེ།
en: To help those who are afraid of a king, the vidyā holder should incant mustard seeds and strew them at the entrance to the royal household.

source: རྒྱལ་པོའི་འཇིགས་པའི་འཇིགས་པ་ཐམས་ཅད་ལས་ཡོངས་སུ་གྲོལ་བར་འགྱུར་ཏེ། ཐམས་ཅད་དུ་ཡང་རྒྱལ་བ་སྟེར་བར་འགྱུར་རོ།
en: All dangers posed by the king will go away, and those who were afraid will be victorious in every respect.

source: །ན་ལེ་ཤམ་ལ་སྟོང་རྩ་བརྒྱད་ཡོངས་སུ་བཟླས་ཏེ། ན་ལེ་ཤམ་གྱི་འབྲས་བུ་ཁའི་རྩེ་མོར་བཅུག་སྟེ་བཅངས་ན། གང་སྨྲས་པ་དེ་དབང་དུ་འགྱུར་རོ།
en: If the vidyā holder incants black pepper one thousand and eight times and puts one grain in the front of his mouth, he will enthrall anyone he speaks to while he has the grain in his mouth.

source: །གང་བླངས་པ་དེ་སོ་སོར་རྙེད་དོ། །གནས་ཐམས་ཅད་དུ་འགྲོ་བ་རྣམས་ལ་རྒྱལ་བའི་མཆོག་ཆེན་པོ་སྦྱིན་པར་འགྱུར་རོ།
en: He will obtain whatever he asks for, and he will achieve great victory and receive boons wherever he goes. “

source: །ཀླུའི་ཆར་འབེབས་པ་ལ་བལ་པོ་སེའུའི་ལྕུག་མས་བྱ་སྟེ་གང་དུ་འདོད་པ་དེར།
en: To control nāgas, the vidyā holder should use a small, incanted branch of a pomegranate tree.

source: ཀླུའི་ཆར་འབེབས་སོ།
en: The nāgas will send rain wherever he wants them to.

source: །ཀླུའི་མཚོར་སོང་ནས་མཚན་མོ་བདུན་དུ་ཞོ་དང་། སྦྲང་རྩི་དང་། མར་དང་། ཡུངས་ཀར་གྱི་སྦྱིན་སྲེག་ལན་སྟོང་རྩ་བརྒྱད་དུ་བྱས་ན། གཏེར་ཆེན་པོ་རྙེད་པར་འགྱུར་རོ།
en: If the vidyā holder goes to a nāga pond and offers an oblation of mustard seeds mixed with curds, honey, and ghee one thousand and eight times over seven consecutive nights, he will find a great treasure.

source: །དབང་ཕྱུག་ཐོབ་པ་ལ་འབྲས་ཡོས་དང་།
en: If he wants to obtain influence, he should offer an oblation of mustard seeds and grains of parched rice daubed in ghee.

source: ཡུངས་ཀར་དང་། མར་དང་བསྲེས་པས་སྦྱིན་སྲེག་ལན་སྟོང་རྩ་བརྒྱད་དུ་བྱས་ན་དབང་ཕྱུག་ཆེན་པོ་སོ་སོར་ཐོབ་པར་འགྱུར་རོ།
en: After offering one thousand and eight such oblations, he will obtain great influence. “

source: །དགྲ་འཇོམས་པ་ལ་སཱ་ལུའི་ཕུབ་མ་དང་། ལན་ཚྭ་དང་། ཚ་བའི་ཏིལ་མར་དང་། བསྲེས་པས་ལན་སྟོང་རྩ་བརྒྱད་སྦྱིན་སྲེག་བྱས་ན་དགྲ་ཐམས་ཅད་མེད་པར་འགྱུར་རོ།
en: If the vidyā holder wants to ruin his enemies, he should offer one thousand and eight oblations of rice chaff and salt daubed in white mustard oil.

source: །དགྲ་རྣམས་ཐམས་ཅད་རབ་ཏུ་འདུལ་བར་འགྱུར་རོ།
en: He will no longer have enemies, as all of them will be destroyed.

source: །སྐྲོད་པར་འདོད་པས། དེ་ཉིད་ཀྱི་ཐལ་བ་ལས་ལན་ཉི་ཤུ་རྩ་གཅིག་ཏུ་བཟླས་ཏེ། དགྲའི་སྒོར་གཏོར་བར་བྱ་སྟེ།
en: If he wants to banish an enemy, he should take some ashes left after the oblations, incant them with the mantra twenty-one times, and strew them at the enemy’s doorstep.

source: མཚན་མོ་གཅིག་ཏུ་མི་གནས་ཏེ། ཕྱོགས་དང་ཕྱོགས་མཚམས་རྣམས་སུ་འབྲོས་པར་བྱེད་དོ།
en: The enemy will not remain, even for one night, but will flee in the ten directions.

source: །འཁྲུག་པའི་གཡུལ་ངོར་འཇུག་པར་འདོད་པས་ཡུངས་ཀར་ལ་ལན་སྟོང་ཕྲག་བརྒྱད་དུ་ཡོངས་སུ་བཟླས་ཏེ། འཁྲུག་པའི་གཡུལ་ངོའི་དབུས་སུ་གཏོར་བར་བྱ་སྟེ། ཐམས་ཅད་དུ་རྨུགས་པ་དང་། རེངས་པ་དང་།
en: If the vidyā holder wants to enter a battlefield, he should incant mustard seeds one thousand and eight times and cast them into the midst of the battle.

source: རྨོངས་པར་འགྱུར་ཏེ་ཐམས་ཅད་དུ་རྒྱལ་བ་སྟེར་བར་འགྱུར་ཞིང་།
en: All his enemies will be struck down, paralyzed, and stupefied.

source: ཐམས་ཅད་ཕྱོགས་དང་ཕྱོགས་མཚམས་རྣམས་སུ་འབྲོས་པར་བྱེད་དོ།
en: Totally defeated, the enemy will flee in the ten directions.

source: །གནས་ན་གནས་པ་ཐམས་ཅད་ཀྱི་ཡང་རྒྱལ་བ་སྟེར་བར་འགྱུར་རོ། །ཐམས་ཅད་དུ་ཐོགས་པ་མེད་པའི་སྟོབས་དང་། བརྩོན་འགྲུས་དང་།
en: The vidyā holder will be victorious wherever he goes, and he will be invincible in every respect, , heroic, and courageous. “

source: ཕ་རོལ་གནོན་པར་འགྱུར་རོ། །ལྡོང་རོས་ལ་ལན་སྟོང་ཕྲག་བརྒྱད་ཡོངས་སུ་བཟླས་ཏེ། མིག་གི་མིག་སྨན་དུ་བྱས་ན་མི་སྣང་བར་འགྱུར་ཏེ།
en: If the vidyā holder incants realgar with the mantra one thousand and eight times and anoints his eyes with it he will become invisible.

source: འབྱུང་པོ་དང་། གནོད་སྦྱིན་དང་། སྲིན་པོ་ཐམས་ཅད་ཀྱིས་མི་མཐོང་བར་འགྱུར་རོ།
en: He will be invisible to all bhūtas, yakṣas, and rākṣasas.

source: །གི་ཝཾ་ལ་ལན་སྟོང་ཕྲག་བརྒྱད་ཡོངས་སུ་བཟླས་ཏེ་ཐིག་ལེ་བྱས་ནས་བུ་ག་ཐམས་ཅད་དུ་རབ་ཏུ་འཇུག་པར་བྱེད་ཅིང་།
en: If he incants some bovine bezoar one thousand and eight times and marks his forehead with a bindi made of it, he will be able to enter all the secret terrestrial passages.

source: བུ་གའི་སྒོ་ཐམས་ཅད་བྱེ་སྟེ་སྒོར་གནས་པར་བྱེད་དོ། །གང་དུ་འདོད་པ་དེར་འཇུག་པར་བྱེད་དོ།
en: The doors to all these passages will fall open, and he will be able to go wherever he wishes.

source: །གི་ཝཾ་གིས་སྙིང་གར་ཐིག་ལེ་བྱས་ནས། གང་དུ་འཇུག་པར་བྱེད་པ་དེ་དང་དེ་ཉིད་དུ། མཆོད་པ་ཆེན་པོར་འགྱུར་ཏེ། ནོར་ཆེ་བ་དང་། འབྲུ་འཕེལ་བ་ཐོབ་བོ།
en: If he uses the bezoar to make a bindi on his chest, he will be honored with many offerings in any place that he visits, and he will accumulate much wealth and grain.

source: །ལག་པ་གཉིས་ལ་བྱུགས་པས་གང་ལ་རེག་པ་དེ་དབང་དུ་འགྱུར་ཏེ། གང་བླངས་པ་དེ་ཐམས་ཅད་སོ་སོར་རྙེད་དོ།
en: If he smears both his hands with the bezoar, he will enthrall anyone he touches and obtain anything he asks for. “

source: །རྒྱལ་པོ་དབང་དུ་བྱེད་པར་འདོད་པས། ལག་པ་གཡས་པ་ལ་གི་ཝཾ་གིས་བྱུགས་ནས་ལན་སྟོང་རྩ་བརྒྱད་ཡོངས་སུ་བཟླས་ཏེ། རྒྱལ་པོའི་སྒོ་ལ་ཐལ་ལྕག་སྦྱིན་པར་བྱ་སྟེ།
en: If the vidyā holder wants to enthrall a king, he should smear his right hand with the bezoar, incant his hand with the mantra one thousand and eight times, and slap the gate to the royal household.

source: རྒྱལ་པོ་དང་བཙུན་མོ་སྲས་དང་འཁོར་དང་བཅས་པ་བདག་ཉིད་དང་ནོར་གྱིས་ཀྱང་དབང་དུ་འགྱུར་རོ།
en: The king, his harem, and his retinue will fall under the vidyā holder’s thrall and will serve him themselves and with their wealth.

source: །བུད་མེད་དབང་དུ་བྱེད་པ་ལ་མེ་ཏོག་དང་འབྲས་བུ་ལ་ལན་སྟོང་ཕྲག་བརྒྱ་རྩ་བརྒྱད་དུ་ཡོངས་སུ་བཟླས་ནས་སྦྱིན་པར་བྱ། ཡང་ན་མངག་པར་བྱ་སྟེ།
en: If the vidyā holder wants to enthrall a woman, he should incant some flowers and fruit one thousand and eight times and offer them to her or send them to her via a messenger.

source: འཕྲལ་ཉིད་དུ་དབང་དུ་བྱེད་པར་འགྱུར་རོ།
en: She will become enthralled instantly.

source: །གང་དུ་འདོད་པ་དེ་དང་དེ་ཉིད་དུ་འགྲོའོ། །སླར་ཡང་འོང་ངོ་།
en: The vidyā holder will be able to visit any place that he wants and come back again.

source: །ཡང་ན་མིང་སྨོས་པས་ནམ་མཁའ་ལ་འཕང་བར་བྱ་སྟེ།
en: Alternatively, he may call out her name and cast the fruits and the flowers into the air.

source: གང་གི་མིང་སྨོས་པ་དེ་འགུགས་པར་འགྱུར་ཞིང་། མཚན་མོ་འོང་བར་བྱེད་དོ། །མཐུ་སྟོབས་ཀྱིས་སླར་ཡང་ཕྱིར་ལྡོག་སྟེ་འགྲོའོ།
en: Whichever woman’s name he calls, she will be drawn into his presence, arriving at night and leaving in the morning. “

source: །སྐྱེས་པ་དབང་དུ་བྱེད་པ་ལ། ཛཱ་ཏི་དང་སྣ་མའི་མེ་ཏོག་ལ་ལན་བདུན་ཡོངས་སུ་བཟླས་ཏེ་སྦྱིན་པར་བྱའོ།
en: If the vidyā holder wants to enthrall a man, he should incant jāti and sumanas flowers with the mantra seven times and give them to him.

source: །ཡང་ན་མངག་པར་བྱ་སྟེ།
en: Alternatively, the vidyā holder can send them to him.

source: རེག་པ་ཙམ་གྱིས་བདག་ཉིད་དང་ནོར་གྱིས་ཀྱང་དབང་དུ་བྱེད་པར་འགྱུར་རོ།
en: As soon as the man touches them, he will fall under the vidyā holder’s thrall and will place at his disposal both himself his wealth.

source: །གང་སྨྲས་པ་དང་། གང་བླངས་པ་དེ་ཐམས་ཅད་བྱེད་དོ།
en: Whatever the vidyā holder says or asks of him, the man will do like a servant who is eager to carry out orders.

source: །འབངས་དང་ཅི་བསྒོ་བ་བྱེད་པར་འགྱུར་རོ། །གཞོན་ནུ་མ་དབང་དུ་བྱེད་པ་ལ། འབྲས་བུ་ལ་ལན་བརྒྱ་རྩ་བརྒྱད་ཡོངས་སུ་བཟླས་ཏེ་སྦྱིན་པར་བྱ་བའམ།
en: If the vidyā holder wants to enthrall a young girl, he should incant some fruit one hundred and eight times and offer it to her.

source: མངག་པར་བྱ་སྟེ་བཟུང་བ་ཙམ་གྱིས་དབང་དུ་འགྱུར་རོ།
en: Or he may dispatch it via a messenger.

source: །གྲིབ་མ་བཞིན་དུ་རྗེས་སུ་འབྲང་བར་འགྱུར་ཞིང་ཇི་སྲིད་འཚོ་བར་ཉེ་བར་གནས་པར་འགྱུར་རོ།
en: As soon as the girl takes it, she will fall under his thrall and become inseparable from him like a shadow.

source: །རྗེ་རིགས་དབང་དུ་བྱེད་པ་ལ།
en: She will attend upon him for as long as he lives. “

source: བ་ཤ་ཀའི་མེ་ཏོག་ལ་ལན་བརྒྱ་རྩ་བརྒྱད་ཡོངས་སུ་བཟླས་ཏེ།
en: If the vidyā holder wants to enthrall a vaiśya, he should incant the flowers of vāśaka with the mantra one hundred and eight times and give the flowers to them.

source: སྦྱིན་པར་བྱ་སྟེ་དབང་དུ་གྱུར་ནས་ཉེ་བར་གནས་སོ།
en: The vaiśya will fall under and remain in the vidyā holder’s thrall.

source: །བྲམ་ཟེ་དབང་དུ་བྱེད་པས་ཞོ་དང་འོ་མའི་བཟའ་བ་ལ་ལན་བརྒྱ་རྩ་བརྒྱད་ཡོངས་སུ་བཟླས་ནས་སྦྱིན་པར་བྱ་སྟེ།
en: If the vidyā holder wants to enthrall a brahmin, he should incant a dish of curds or milk one hundred and eight times and give it to them.

source: བྲམ་ཟེ་དབང་དུ་བྱེད་པ་གྲུབ་བོ། །རྒྱལ་རིགས་དབང་དུ་བྱེད་པ་ལ།
en: The brahmin will be completely enthralled.

source: བུ་རམ་དང་འོ་མ་ལ་ལན་བརྒྱ་རྩ་བརྒྱད་ཡོངས་སུ་བཟླས་ནས་སྦྱིན་པར་བྱ་སྟེ་དབང་དུ་འགྱུར་རོ།
en: If the vidyā holder wants to enthrall a kṣatriya, he should incant molasses with milk one hundred and eight times and give it to them.

source: །དམངས་རིགས་དབང་དུ་བྱེད་པ་ལ།
en: The kṣatriya will become enthralled.

source: གང་དང་གང་གི་བཟའ་བ་ལ་ལན་བརྒྱ་རྩ་བརྒྱད་ཡོངས་སུ་བཟླས་ཏེ་སྦྱིན་པར་བྱ་སྟེ་ཟོས་པ་ཙམ་གྱི་མོད་ལ་དབང་དུ་འགྱུར་རོ།
en: If the vidyā holder wants to enthrall a śūdra, he should incant any item of food one hundred and eight times and give it to them. The śūdra will become enthralled immediately on consuming it.

source: །རང་གི་འདོད་པའི་བྱ་བ་གཞན་རྣམ་པ་སྣ་ཚོགས་པ་བྱ་བ་རྣམས་ནི་བཀླགས་པས་གྲུབ་པར་འགྱུར་རོ།
en: The vidyā holder will also be able to perform whatever other variety of tasks come to his mind. The accomplishment will be won through study. “
